import React from 'react';
import PageLayout from '../organisms/PageLayout';
import { Heading, Wrap, Text } from '../atoms';

const GoalEgg = () => {
  return (
    <PageLayout>
      <Wrap ml="48px" mt="48px" mr="120px" style={{ minHeight: '72vh' }}>
        <Heading
          className="h1"
          proximity="0px"
          style={{ fontFamily: 'sans-serif' }}
        >
          Aban Badpista
        </Heading>
        <Text>会計士</Text>
        <section>
          <Wrap mt="32px">
            <ul>
              <li>受容：ありのままの自分を受け入れてもらう</li>
              <li>
                正確：自分の意見や信念正しく伝える
                達成：なにか重要なことを達成する
              </li>
              <li>
                冒険：新しくてワクワクする体験をする 魅力：身体的な魅力を保つ
              </li>
              <li>権威：他者に対して責任を持って指導する</li>
              <li>自治：人まかせにしないで自分で決める</li>
              <li>
                美的：身のまわりの美しいものを味わう 庇護：他者のめんどうをみる
              </li>
              <li>挑戦：難しい仕事や問題に取り組む</li>
              <li>変化：変化に富んだバラエティ豊かな人生を送る</li>
              <li>
                快適：喜びに満ちた快適な人生を送る
                誓約：絶対に破れない約束や近いを結ぶ
              </li>
              <li>慈愛：他者を心配して助ける 貢献：世界の役に立つことをする</li>
              <li>
                協調：他者と強力して何かをする
                礼儀：他者に対して誠実で礼儀正しく接する
              </li>
              <li>
                創造：新しくて斬新なアイデアを生む
                信頼：信用があって頼れる人間になる
              </li>
              <li>
                義務：自分の義務と責任を果たす
                調和：周囲の環境と調和しながら生きる
              </li>
              <li>興奮：スリルと刺激に満ちた人生を送る</li>
              <li>貞節：パートナーにウソをつかず誠実に生きる</li>
              <li>
                名声：有名になって存在を認めれる
                家族：幸福で愛に満ちた家庭を作る
              </li>
              <li>
                体力：丈夫で強い身体を保つ 柔軟：新たな環境にも簡単になじむ
              </li>
              <li>
                許し：他人を許しながら生きる 友情：親密で助け合える友人を作る
              </li>
              <li>愉楽：遊んで楽しむこと 寛大：自分の物を他人にあたえる</li>
              <li>真実：自分が正しいと思うとおりに行動する</li>
              <li>
                信教：自分を超えた存在の意思を考える 成長：変化と成長を維持する
              </li>
              <li>健康：健やかで体調よく生きる 有益：他人の役に立つこと</li>
              <li>
                正直：ウソをつかず正直に生きる 希望：ポジティブで楽観的に生きる
              </li>
              <li>
                謙遜：地味で控えめに生きる
                笑い：人生や世界のユーモラスな側面を見る
              </li>
              <li>
                独立：他者に依存しないで生きる
                勤勉：自分の仕事に一生懸命取り組む
              </li>
              <li>平安：自分の内面の平和を維持する</li>
              <li>
                親密：プライベートな体験を他人とシェアする
                正義：すべての人を公平に扱う
              </li>
              <li>知識：価値ある知識を学ぶ、または生み出す</li>
              <li>
                余暇：自分の時間をリラックスして楽しむ
                寵愛：親しい人から愛される
              </li>
              <li>
                愛慕：誰かに愛をあたえる 熟達：いつもの仕事・作業に習熟する
              </li>
              <li>
                現在：いまの瞬間に集中して生きる
                適度：過剰を避けてほどよいところを探す
              </li>
              <li>単婚：唯一の愛し合える相手を見つける</li>
              <li>
                反抗：権威やルールに疑問を持って挑む
                配慮：他人を心づかって世話すること
              </li>
              <li>開放：新たな体験、発想、選択肢に心を開く</li>
              <li>秩序：整理されて秩序のある人生を送る</li>
              <li>情熱：なんらかの発想、活動、人々に深い感情を抱く</li>
              <li>快楽：良い気分になること 人気：多くの人に好かれる</li>
              <li>
                権力：他人をコントロールする 目的：人生の意味を方向性を定める
              </li>
              <li>合理：理性と論理に従う 現実：現実的、実践的にふるまう</li>
              <li>
                責任：責任をもって行動する
                危険：リスクを取ってチャンスを手に入れる
              </li>
              <li>恋愛：興奮して燃えるような恋をする 安全：安心感を得る</li>
              <li>受諾：ありのままの自分を受け入れる</li>
              <li>
                自制：自分の行動を自分でコントロールする 自尊：自分に自信を持つ
              </li>
              <li>自知：自分について深い理解を持つ 献身：誰かに奉仕する</li>
              <li>性愛：活動的で満足のいく性生活を送る</li>
              <li>単純：シンプルでミニマルな暮らしをする</li>
              <li>孤独：他人から離れて１人でいられる時間と空間を持つ</li>
              <li>
                精神：精神的に成長し成熟する
                安定：いつも一定して変化のない人生を送る
              </li>
              <li>寛容：自分と違う存在を尊重して受け入れる</li>
              <li>伝統：過去から受け継がれてきたパターンを尊重する</li>
            </ul>
          </Wrap>
        </section>
      </Wrap>
    </PageLayout>
  );
};

export default GoalEgg;
